{
    "menu": {
        "sobre-mi": "About me",
        "servicios": "Services",
        "trabajos": "Jobs",
        "inicio": "Start",
        "trayectoria": "Trajectory",
        "contacto": "Contact"
    },
    "inicio": {
        "descripcion": "Greetings from the kingdom of code! I am a software development enthusiast with the ability to turn lines of code into digital masterpieces. I navigate the vast ocean of technology, armed with a keyboard and an endless cup of coffee. My superpower is transforming ideas into modern web applications with a magic touch. ",
        "idioma": "language"
    },
    "sobre-mi": {
        "titulo": "About me",
        "primero-parrafo": "Passionate web developer with +4 years of experience and a solid track record in various sectors, fusing my creativity and technology. My commitment lies in implementing current development best practices to create impactful web experiences. Focused on overcoming challenges and continually learning, I am dedicated to building high-quality web solutions that not only meet, but exceed my clients' expectations.",
        "segundo-parrafo": "Throughout my professional career I have acquired knowledge in various technologies such as Typescript, Javascript, Angular, React, Angular Material, Bootstrap and Rxjs.",
        "tercer-parrafo": "I have a professional degree in computer systems engineering from the Autonomous University of Cauca as well as certifications on web development and responsive design in Platzi and Udemy"
    },
    "servicios": {
        "titulo": "My services",
        "landing-page-desc": "Design and implementation of custom landing pages for your business, store or personal page.",
        "app-web-titulo": "Web applications",
        "app-web-desc": "Design and development of SPAs with modern web technologies.",
        "app-moviles-titulo": "Mobile apps",
        "app-moviles-desc": "Design and implementation of mobile applications for Android and IOS.",
        "habilidades": {
            "titulo": "My skills",
            "aprendiendo": "Learning..."
        }
    },
    "trayectoria": {
        "titulo": "My trajectory",
        "desc": "Learn a little more about my career in the world of technology and software development",
        "2018": "Speaker of entrepreneurship idea in the Hult Prize competition.",
        "2019": "Leader in the university's software development seedbed.",
        "2019-2": "Angular Frontend Developer at Sitis S.A.S developing hospital software for Mexico.",
        "2020": "Graduation as Computer Systems Engineer.",
        "2021": "Angular Frontend Developer at Asesoftware in multiple national and international projects.",
        "2022": "Fullstack developer in the Citobot project at the Javeriana University of Cali to detect cervical cancer using AI.",
        "2023": "Web UI Developer at Softserve participating in projects for US clients."
    },
    "proyectos": {
        "titulo": "My projects",
        "desc": "Some personal and business projects in which I have participated",
        "tecnologias": "Technologies",
        "proy-1": {
            "fecha": "March 2019",
            "desc": "Colombian company with different lines of business such as project management and human resource management."
        },
        "proy-2": {
            "fecha": "December 2019",
            "desc": "Colombian entrepreneurship for agricultural harvesting."
        },
        "proy-3": {
            "fecha": "July 2018",
            "desc": "Web application for the control of entry and exit of bicycles for the Universidad Autónoma del Cauca."
        },
        "proy-4": {
            "fecha": "October 2020",
            "desc": "Gamified didactic education strategy to teach how to separate usable waste at home."
        },
        "proy-5": {
            "fecha": "March 2023",
            "desc": "Fullstack developer in a application web to detect cervical cancer using AI."
        }
    },
    "contacto": {
        "titulo": "Contact",
        "desc": "If you have an idea and you wish to make it real, contact me and let's work together!",
        "nombre": "Name",
        "email": "Email",
        "mensaje": "Write your message here",
        "mensaje-enviado": "Message sent successfully. Thank you for contacting!",
        "error-envio": "An error has occurred, please try again.",
        "btn-enviar": "Send",
        "error-nombre": "Please enter a correct name.",
        "error-email": "Please enter a correct email.",
        "error-mensaje": "Required field!"
    }
}