{
    "menu": {
        "sobre-mi": "Sobre mi",
        "servicios": "Servicios",
        "trabajos": "Trabajos",
        "inicio": "Inicio",
        "trayectoria": "Trayectoria",
        "contacto": "Contacto"
    },
    "inicio": {
        "descripcion": "¡Saludos desde el reino del código! Soy un entusiasta del desarrollo de software con la capacidad de convertir líneas de código en obras maestras digitales. Navego por el vasto océano de la tecnología, armado con un teclado y una taza interminable de café. Mi superpoder es transformar ideas en aplicaciones web modernas con un toque mágico. ",
        "idioma": "Idioma"
    },
    "sobre-mi": {
        "titulo": "Sobre mí",
        "primero-parrafo": "Apasionado desarrollador web con +4 años de experiencia y una sólida trayectoria en diversos sectores, fusionando mi creatividad y la tecnología. Mi compromiso radica en implementar las mejores prácticas de desarrollo actuales para crear experiencias web impactantes. Enfocado en superar desafíos y aprender continuamente, estoy dedicado a construir soluciones web de alta calidad que no solo cumplan, sino que superen las expectativas de mis clientes.",
        "segundo-parrafo": "A lo largo de mi trayectoria profesional he adquirido conocimientos en diversas tecnologías como Typescript, Javascript, Angular, React, NodeJS, AWS y base de datos relaciones y no relaciones.",
        "tercer-parrafo": "Cuento con un título profesional de ingeniero de sistemas informáticos de la universidad Autónoma del Cauca además de certificaciones sobre desarrollo web y responsive design en Platzi y Udemy"
    },
    "servicios": {
        "titulo": "Mis servicios",
        "landing-page-desc": "Construcción de landing pages a medida para tu negocio, tienda o página personal.",
        "app-web-titulo": "Aplicaciones web",
        "app-web-desc": "Diseño y desarrollo de SPA con modernas tecnologías web.",
        "app-moviles-titulo": "Aplicaciones móviles",
        "app-moviles-desc": "Diseño e implementación de aplicaciones móviles para Android y IOS.",
        "habilidades": {
            "titulo": "Mis habilidades",
            "aprendiendo": "Aprendiendo..."
        }
    },
    "trayectoria": {
        "titulo": "Mi trayectoria",
        "desc": "Conoce un poco más a detalle mi trayectoria en el mundo de la tecnología y el desarrollo de software",
        "2019": "Líder en el semillero de desarrollo de software de la universidad.",
        "2019-2": "Frontend Developer angular en Sitis S.A.S desarrollando software hospitalario para México.",
        "2021": "Frontend Developer en Asesoftware participando en proyecto bancarios, transporte publico y gubernamentales",
        "2022": "Fullstack developer en el proyecto Citobot de la universidad Javeriana de Cali para detectar cancer cervico usando AI.",
        "2023": "Web UI Developer en Softserve participando en proyectos para clientes Estadunidenses "
    },
    "proyectos": {
        "titulo": "Mis proyectos",
        "desc": "Algunos proyectos personales y empresariales en los que he participado",
        "tecnologias": "Tecnologías",
        "proy-1": {
            "fecha": "Marzo 2019",
            "desc": "Empresa colombiana con diferentes líneas de negocio como gerencia de proyectos y gestíon de recursos humanos."
        },
        "proy-2": {
            "fecha": "Diciembre 2019",
            "desc": "Emprendimiento colombiano para la recolección agrícola."
        },
        "proy-3": {
            "fecha": "Julio 2018",
            "desc": "Aplicacion web para el control de ingreso y salidas de bicicletas para la universidad Autonoma del Cauca."
        },
        "proy-4": {
            "fecha": "Octubre 2020",
            "desc": "Estrategia de educacion didactica gamificada para enseñar a separar los residuos aprovechables en el hogar."
        },
        "proy-5": {
            "fecha": "Marzo 2023",
            "desc": "Fullstack developer en una aplicacion web para la deteccion de cancer cervico uterino usando AI."
        }
    },
    "contacto": {
        "titulo": "Contacto",
        "desc": "Si tienes una idea la cual quieres materializar, contáctame y trabajemos juntos!",
        "nombre": "Nombre",
        "email": "Correo electrónico",
        "mensaje": "Escribe tu mensaje aquí",
        "mensaje-enviado": "Mensaje enviado existosamente. Gracias por ponerse en contacto!",
        "error-envio": "A ocurrido un error, intentalo nuevamente.",
        "btn-enviar": "Enviar",
        "error-nombre": "Ingrese un nombre correcto.",
        "error-email": "Ingrese un correo electrónico correcto.",
        "error-mensaje": "Campo requerido!"
    }
}